"CONTINUE" = "Continue";
"DETAILS" = "Details";
"ACCEPT" = "Accept";
"CANCEL" = "Cancel";

/* Title for untrusted certificate alert */
"UNTRUSTED_CERT_TITLE" = "Cannot Verify Server Identity";

/* Message for untrusted certificate alert */
"UNTRUSTED_CERT_MESSAGE" = "%@ can't verify the identity of “%@”. Would you like to continue anyway?";

"UNTRUSTED_CERT_MESSAGE_NO_ACCEPT" = "%@ cannot verify the identity of “%@”.";

"CERT_INFO_TITLE" = "Certificate for “%@”";

"CERTIFICATE" = "Certificate";